Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: This will remove %@ of downloaded podcast episodes from this device.
ar: سيؤدي هذا إلى إزالة %@ من الحلقات المنزَّلة من هذا الجهاز.
de: Dies löscht %@ heruntergeladener Episoden von diesem Gerät.
el: Αυτό θα διαγράψει %@ ληφθέντα podcast από τη συσκευή.
es: Esto eliminará %@ de episodios descargados de este dispositivo.
fa: این عمل %@ از قسمت‌های دانلودشده را از این دستگاه حذف می‌کند.
fr: Cela supprimera %@ d'épisodes téléchargés de cet appareil.
he: פעולה זו תמחק %@ פודקאסטים שהורדו מהמכשיר.
hi: इससे इस डिवाइस से %@ डाउनलोड किए गए एपिसोड हट जाएंगे।
id: Ini akan menghapus %@ podcast yang diunduh dari perangkat.
it: Verranno rimossi %@ di episodi scaricati da questo dispositivo.
ja: このデバイスから%@のダウンロード済みエピソードを削除します。
ko: 이 기기에서 다운로드된 에피소드 %@를 제거합니다.
nl: Dit verwijdert %@ aan gedownloade afleveringen van dit apparaat.
pl: Spowoduje to usunięcie %@ pobranych podcastów z urządzenia.
pt: Isso removerá %@ de episódios baixados deste dispositivo.
ru: Это удалит %@ загруженных подкастов с устройства.
sv: Det här raderar %@ nedladdade poddar från enheten.
th: การดำเนินการนี้จะลบพอดแคสต์ที่ดาวน์โหลด %@ จากอุปกรณ์
tr: Bu işlem, cihazdan %@ indirilen podcast'i siler.
uk: Це видалить %@ завантажених подкастів із пристрою.
vi: Điều này sẽ xóa %@ podcast đã tải xuống khỏi thiết bị.
zh_hans: 将从此设备删除%@的已下载剧集。

source: This will replace the AppleVis title, description, App Store link, and current version with the current App Store listing. It will not change accessibility ratings, accessibility comments, community comments, category, price, or tested devices.
ar: سيؤدي هذا إلى استبدال عنوان AppleVis ووصفه ورابط App Store والإصدار الحالي بقائمة App Store الحالية. لن يغيّر تقييمات إمكانية الوصول أو تعليقات إمكانية الوصول أو تعليقات المجتمع أو الفئة أو السعر أو الأجهزة المختبَرة.
de: Dadurch werden Titel, Beschreibung, App-Store-Link und aktuelle Version von AppleVis durch den aktuellen App-Store-Eintrag ersetzt. Barrierefreiheitsbewertungen, Barrierefreiheitskommentare, Community-Kommentare, Kategorie, Preis oder getestete Geräte werden nicht geändert.
el: Αυτό θα αντικαταστήσει τον τίτλο, την περιγραφή, τον σύνδεσμο App Store και την τρέχουσα έκδοση του AppleVis με την τρέχουσα καταχώριση του App Store. Δεν θα αλλάξει τις βαθμολογίες προσβασιμότητας, τα σχόλια προσβασιμότητας, τα σχόλια κοινότητας, την κατηγορία, την τιμή ή τις δοκιμασμένες συσκευές.
es: Esto reemplazará el título, la descripción, el enlace de la App Store y la versión actual de AppleVis con la ficha actual de la App Store. No cambiará las calificaciones de accesibilidad, los comentarios de accesibilidad, los comentarios de la comunidad, la categoría, el precio ni los dispositivos probados.
fa: این کار عنوان، توضیحات، پیوند App Store و نسخهٔ فعلی AppleVis را با فهرست فعلی App Store جایگزین می‌کند. رتبه‌بندی دسترس‌پذیری، دیدگاه‌های دسترس‌پذیری، دیدگاه‌های جامعه، دسته، قیمت یا دستگاه‌های آزمایش‌شده را تغییر نمی‌دهد.
fr: Cela remplacera le titre, la description, le lien App Store et la version actuelle d'AppleVis par la fiche App Store actuelle. Cela ne modifiera pas les évaluations d'accessibilité, les commentaires d'accessibilité, les commentaires communautaires, la catégorie, le prix ou les appareils testés.
he: פעולה זו תחליף את כותרת ה-AppleVis, התיאור, קישור ה-App Store והגרסה הנוכחית ברישום ה-App Store הנוכחי. היא לא תשנה דירוגי נגישות, תגובות נגישות, תגובות קהילה, קטגוריה, מחיר או מכשירים שנבדקו.
hi: यह AppleVis के शीर्षक, विवरण, App Store लिंक, और वर्तमान संस्करण को वर्तमान App Store लिस्टिंग से बदल देगा। यह सुलभता रेटिंग, सुलभता टिप्पणियाँ, सामुदायिक टिप्पणियाँ, श्रेणी, मूल्य, या परीक्षण किए गए डिवाइसों को नहीं बदलेगा।
id: Ini akan mengganti judul, deskripsi, tautan App Store, dan versi saat ini AppleVis dengan listingan App Store saat ini. Ini tidak akan mengubah peringkat aksesibilitas, komentar aksesibilitas, komentar komunitas, kategori, harga, atau perangkat yang diuji.
it: Questo sostituirà il titolo, la descrizione, il link dell'App Store e la versione attuale di AppleVis con la scheda attuale dell'App Store. Non modificherà le valutazioni di accessibilità, i commenti sull'accessibilità, i commenti della comunità, la categoria, il prezzo o i dispositivi testati.
ja: これにより、AppleVis のタイトル、説明、App Store のリンク、現在のバージョンが、現在の App Store の掲載情報に置き換えられます。アクセシビリティ評価、アクセシビリティコメント、コミュニティコメント、カテゴリ、価格、テスト済みデバイスは変更されません。
ko: 이렇게 하면 AppleVis 제목, 설명, App Store 링크, 현재 버전이 현재 App Store 목록으로 대체됩니다. 접근성 평가, 접근성 댓글, 커뮤니티 댓글, 카테고리, 가격, 테스트된 기기는 변경되지 않습니다.
nl: Dit vervangt de AppleVis-titel, beschrijving, App Store-link en huidige versie door de huidige App Store-vermelding. Toegankelijkheidsbeoordelingen, toegankelijkheidsopmerkingen, communityopmerkingen, categorie, prijs of geteste apparaten worden niet gewijzigd.
pl: To zastąpi tytuł, opis, link App Store i bieżącą wersję AppleVis bieżącym wpisem w App Store. Nie zmieni ocen dostępności, komentarzy dotyczących dostępności, komentarzy społeczności, kategorii, ceny ani testowanych urządzeń.
pt: Isso substituirá o título, descrição, link da App Store e versão atual da AppleVis pela ficha atual da App Store. Não alterará as avaliações de acessibilidade, comentários de acessibilidade, comentários da comunidade, categoria, preço ou dispositivos testados.
ru: Это заменит название, описание, ссылку App Store и текущую версию AppleVis на текущую карточку App Store. Это не изменит оценки специальных возможностей, комментарии о специальных возможностях, комментарии сообщества, категорию, цену или протестированные устройства.
sv: Detta ersätter AppleVis titel, beskrivning, App Store-länk och aktuell version med den aktuella App Store-listningen. Det ändrar inte tillgänglighetsbetyg, tillgänglighetskommentarer, gemenskapskommentarer, kategori, pris eller testade enheter.
th: การกระทำนี้จะแทนที่ชื่อ คำอธิบาย ลิงก์ App Store และเวอร์ชันปัจจุบันของ AppleVis ด้วยรายการ App Store ปัจจุบัน จะไม่เปลี่ยนคะแนนการช่วยการเข้าถึง ความคิดเห็นด้านการช่วยการเข้าถึง ความคิดเห็นชุมชน หมวดหมู่ ราคา หรืออุปกรณ์ที่ทดสอบ
tr: Bu, AppleVis başlığını, açıklamasını, App Store bağlantısını ve mevcut sürümünü mevcut App Store listesiyle değiştirecektir. Erişilebilirlik derecelendirmelerini, erişilebilirlik yorumlarını, topluluk yorumlarını, kategoriyi, fiyatı veya test edilen cihazları değiştirmez.
uk: Це замінить назву, опис, посилання App Store та поточну версію AppleVis на поточну картку App Store. Це не змінить оцінки доступності, коментарі щодо доступності, коментарі спільноти, категорію, ціну чи протестовані пристрої.
vi: Điều này sẽ thay thế tiêu đề, mô tả, liên kết App Store và phiên bản hiện tại của AppleVis bằng trang niêm yết App Store hiện tại. Nó sẽ không thay đổi xếp hạng trợ năng, bình luận trợ năng, bình luận cộng đồng, danh mục, giá hoặc thiết bị đã thử nghiệm.
zh_hans: 这将用当前的 App Store 页面替换 AppleVis 的标题、描述、App Store 链接和当前版本。不会更改无障碍评分、无障碍评论、社区评论、分类、价格或已测试设备。

source: Thread overview
ar: نظرة عامة على الموضوع
de: Thread-Übersicht
el: Επισκόπηση νήματος
es: Resumen del hilo
fa: مرور کلی موضوع
fr: Aperçu du fil
he: סקירת השרשור
hi: थ्रेड अवलोकन
id: Ikhtisar utas
it: Panoramica della discussione
ja: スレッドの概要
ko: 스레드 개요
nl: Threadoverzicht
pl: Podgląd wątku
pt: Visão geral do tópico
ru: Обзор темы
sv: Trådöversikt
th: ภาพรวมกระทู้
tr: Konu genel bakışı
uk: Огляд теми
vi: Tổng quan luồng
zh_hans: 讨论串概览

source: Tidy This Up
ar: ترتيب هذا
de: Das aufräumen
el: Τακτοποίηση Αυτού
es: Ordenar esto
fa: مرتب کردن این
fr: Ranger ceci
he: סדר את זה
hi: इसे व्यवस्थित करें
id: Rapikan Ini
it: Metti in ordine
ja: 整理する
ko: 정리하기
nl: Dit opruimen
pl: Uporządkuj to
pt: Organizar isto
ru: Навести порядок
sv: Städa upp detta
th: จัดระเบียบสิ่งนี้
tr: Bunu Düzenle
uk: Прибрати це
vi: Dọn dẹp cái này
zh_hans: 整理一下

source: Time Range
ar: النطاق الزمني
de: Zeitraum
el: Χρονικό Εύρος
es: Intervalo de tiempo
fa: بازه زمانی
fr: Plage de temps
he: טווח זמן
hi: समय सीमा
id: Rentang Waktu
it: Intervallo di tempo
ja: 期間
ko: 기간
nl: Tijdsbereik
pl: Zakres czasu
pt: Intervalo de tempo
ru: Временной диапазон
sv: Tidsintervall
th: ช่วงเวลา
tr: Zaman Aralığı
uk: Часовий діапазон
vi: Khoảng thời gian
zh_hans: 时间范围

source: Time Zone
ar: المنطقة الزمنية
de: Zeitzone
el: Ζώνη Ώρας
es: Zona horaria
fa: منطقهٔ زمانی
fr: Fuseau horaire
he: אזור זמן
hi: समय क्षेत्र
id: Zona Waktu
it: Fuso orario
ja: タイムゾーン
ko: 시간대
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
ru: Часовой пояс
sv: Tidszon
th: เขตเวลา
tr: Saat Dilimi
uk: Часовий пояс
vi: Múi giờ
zh_hans: 时区

source: Time Zone: %@
ar: المنطقة الزمنية: %@
de: Zeitzone: %@
el: Ζώνη Ώρας: %@
es: Zona horaria: %@
fa: منطقهٔ زمانی: %@
fr: Fuseau horaire : %@
he: אזור זמן: %@
hi: समय क्षेत्र: %@
id: Zona Waktu: %@
it: Fuso orario: %@
ja: タイムゾーン：%@
ko: 시간대: %@
nl: Tijdzone: %@
pl: Strefa czasowa: %@
pt: Fuso horário: %@
ru: Часовой пояс: %@
sv: Tidszon: %@
th: เขตเวลา: %@
tr: Saat Dilimi: %@
uk: Часовий пояс: %@
vi: Múi giờ: %@
zh_hans: 时区：%@

source: Tips
ar: نصائح
de: Tipps
el: Συμβουλές
es: Consejos
fa: نکات
fr: Astuces
he: טיפים
hi: टिप्स
it: Suggerimenti
ja: ヒント
ko: 팁
pl: Wskazówki
pt: Dicas
ru: Советы
th: เคล็ดลับ
tr: İpuçları
uk: Поради
vi: Mẹo
zh_hans: 小贴士

source: Tips for a helpful bug report
ar: نصائح لتقرير خلل مفيد
de: Tipps für einen hilfreichen Fehlerbericht
el: Συμβουλές για μια χρήσιμη αναφορά σφάλματος
es: Consejos para un informe de errores útil
fa: نکاتی برای گزارش باگ مفید
fr: Astuces pour un signalement de bogue utile
he: טיפים לדיווח באג מועיל
hi: सहायक बग रिपोर्ट के लिए टिप्स
id: Tips untuk laporan bug yang membantu
it: Suggerimenti per una segnalazione di bug utile
ja: 役に立つ不具合報告のためのヒント
ko: 유용한 버그 신고를 위한 팁
nl: Tips voor een nuttige bugmelding
pl: Wskazówki dotyczące pomocnego zgłoszenia błędu
pt: Dicas para um relatório de bug útil
ru: Советы по составлению полезного отчёта об ошибке
sv: Tips för en användbar felrapport
th: เคล็ดลับสำหรับรายงานบั๊กที่มีประโยชน์
tr: Yararlı bir hata raporu için ipuçları
uk: Поради для корисного звіту про помилку
vi: Mẹo để có báo cáo lỗi hữu ích
zh_hans: 提交有用缺陷报告的小贴士

source: Tips for a helpful bug report: describe the exact steps to reproduce the issue, what you expected to happen, and what actually happened. Turn on Include app and device info above to automatically attach your version details.
ar: نصائح لتقرير خلل مفيد: صِف الخطوات الدقيقة لإعادة إنتاج المشكلة، وما كنت تتوقع حدوثه، وما حدث فعليًا. فعّل تضمين معلومات التطبيق والجهاز أعلاه لإرفاق تفاصيل إصدارك تلقائيًا.
de: Tipps für einen hilfreichen Fehlerbericht: Beschreibe die genauen Schritte, um das Problem zu reproduzieren, was du erwartet hast und was tatsächlich passiert ist. Aktiviere oben „App- und Geräteinfos einbeziehen“, um deine Versionsdetails automatisch anzuhängen.
el: Συμβουλές για μια χρήσιμη αναφορά σφάλματος: περιγράψτε τα ακριβή βήματα για την αναπαραγωγή του προβλήματος, τι περιμένατε να συμβεί και τι συνέβη στην πραγματικότητα. Ενεργοποιήστε παραπάνω το Συμπερίληψη πληροφοριών εφαρμογής και συσκευής για να επισυνάψετε αυτόματα τα στοιχεία της έκδοσής σας.
es: Consejos para un informe de errores útil: describe los pasos exactos para reproducir el problema, lo que esperabas que sucediera y lo que realmente sucedió. Activa Incluir información de la app y del dispositivo arriba para adjuntar automáticamente los detalles de tu versión.
fa: نکاتی برای گزارش باگ مفید: مراحل دقیق بازتولید مشکل، آنچه انتظار داشتید رخ دهد و آنچه واقعاً رخ داد را شرح دهید. برای پیوست خودکار جزئیات نسخهٔ خود، «افزودن اطلاعات برنامه و دستگاه» را در بالا روشن کنید.
fr: Astuces pour un signalement de bogue utile : décrivez les étapes exactes pour reproduire le problème, ce que vous attendiez et ce qui s'est réellement passé. Activez Inclure les infos sur l'appli et l'appareil ci-dessus pour joindre automatiquement les détails de votre version.
he: טיפים לדיווח באג מועיל: תאר את הצעדים המדויקים לשחזור הבעיה, למה ציפית שיקרה, ומה קרה בפועל. הפעל למעלה את כלול מידע על האפליקציה והמכשיר כדי לצרף אוטומטית את פרטי הגרסה שלך.
hi: सहायक बग रिपोर्ट के लिए टिप्स: समस्या को दोबारा उत्पन्न करने के सटीक चरण बताएं, आपने क्या होने की अपेक्षा की थी, और वास्तव में क्या हुआ। अपने संस्करण का विवरण स्वचालित रूप से जोड़ने के लिए ऊपर ऐप और डिवाइस जानकारी शामिल करें चालू करें।
id: Tips untuk laporan bug yang membantu: jelaskan langkah-langkah pasti untuk mereproduksi masalah, apa yang Anda harapkan terjadi, dan apa yang sebenarnya terjadi. Aktifkan Sertakan info aplikasi dan perangkat di atas untuk secara otomatis melampirkan detail versi Anda.
it: Suggerimenti per una segnalazione di bug utile: descrivi i passaggi esatti per riprodurre il problema, cosa ti aspettavi che accadesse e cosa è successo realmente. Attiva Includi informazioni sull'app e sul dispositivo sopra per allegare automaticamente i dettagli della versione.
ja: 役に立つ不具合報告のためのヒント：問題を再現する正確な手順、期待していた動作、実際に起きたことを記載してください。上の「アプリとデバイス情報を含める」をオンにすると、バージョン情報が自動的に添付されます。
ko: 유용한 버그 신고를 위한 팁: 문제를 재현하는 정확한 단계, 예상했던 것, 실제로 발생한 것을 설명하세요. 위의 앱 및 기기 정보 포함을 켜면 버전 정보가 자동으로 첨부됩니다.
nl: Tips voor een nuttige bugmelding: beschrijf de exacte stappen om het probleem te reproduceren, wat je verwachtte dat er zou gebeuren, en wat er daadwerkelijk gebeurde. Zet hierboven App- en apparaatinfo opnemen aan om automatisch je versiegegevens toe te voegen.
pl: Wskazówki dotyczące pomocnego zgłoszenia błędu: opisz dokładne kroki, aby odtworzyć problem, czego się spodziewałeś i co faktycznie się wydarzyło. Włącz powyżej Dołącz informacje o aplikacji i urządzeniu, aby automatycznie dołączyć szczegóły wersji.
pt: Dicas para um relatório de bug útil: descreva os passos exatos para reproduzir o problema, o que você esperava que acontecesse e o que realmente aconteceu. Ative Incluir informações do app e do dispositivo acima para anexar automaticamente os detalhes da sua versão.
ru: Советы по составлению полезного отчёта об ошибке: опишите точные шаги для воспроизведения проблемы, что вы ожидали и что произошло на самом деле. Включите выше «Добавить сведения о приложении и устройстве», чтобы автоматически прикрепить данные о вашей версии.
sv: Tips för en användbar felrapport: beskriv de exakta stegen för att återskapa problemet, vad du förväntade dig skulle hända och vad som faktiskt hände. Aktivera Inkludera app- och enhetsinformation ovan för att automatiskt bifoga dina versionsuppgifter.
th: เคล็ดลับสำหรับรายงานบั๊กที่มีประโยชน์: อธิบายขั้นตอนที่แน่ชัดในการทำให้เกิดปัญหาซ้ำ สิ่งที่คุณคาดหวังว่าจะเกิดขึ้น และสิ่งที่เกิดขึ้นจริง เปิดรวมข้อมูลแอปและอุปกรณ์ด้านบนเพื่อแนบรายละเอียดเวอร์ชันของคุณโดยอัตโนมัติ
tr: Yararlı bir hata raporu için ipuçları: sorunu yeniden oluşturmak için tam adımları, ne olmasını beklediğinizi ve gerçekte ne olduğunu açıklayın. Sürüm bilgilerinizi otomatik olarak eklemek için yukarıdaki Uygulama ve cihaz bilgilerini ekle'yi açın.
uk: Поради для корисного звіту про помилку: опишіть точні кроки для відтворення проблеми, що ви очікували і що сталося насправді. Увімкніть вище «Додати відомості про застосунок і пристрій», щоб автоматично додати дані про вашу версію.
vi: Mẹo để có báo cáo lỗi hữu ích: mô tả các bước chính xác để tái hiện sự cố, điều bạn mong đợi xảy ra, và điều thực sự đã xảy ra. Bật Bao gồm thông tin ứng dụng và thiết bị ở trên để tự động đính kèm chi tiết phiên bản của bạn.
zh_hans: 提交有用缺陷报告的小贴士：请描述重现问题的确切步骤、您预期发生的情况以及实际发生的情况。打开上方的“附加应用和设备信息”以自动附上您的版本详情。

source: Title
ar: العنوان
de: Titel
el: Τίτλος
es: Título
fa: عنوان
fr: Titre
he: כותרת
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
ru: Заголовок
sv: Titel
th: ชื่อเรื่อง
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hans: 标题

source: Title Changed
ar: تم تغيير العنوان
de: Titel geändert
el: Ο Τίτλος Άλλαξε
es: Título cambiado
fa: عنوان تغییر کرد
fr: Titre modifié
he: הכותרת השתנתה
hi: शीर्षक बदला गया
id: Judul Berubah
it: Titolo modificato
ja: タイトルが変更されました
ko: 제목 변경됨
nl: Titel gewijzigd
pl: Zmieniono tytuł
pt: Título alterado
ru: Название изменено
sv: Titel ändrad
th: ชื่อเปลี่ยนแปลง
tr: Başlık Değişti
uk: Назву змінено
vi: Đã đổi tiêu đề
zh_hans: 标题已更改

source: To everyone who has helped AppleVis become what it is: thank you.
ar: لكل من ساعد AppleVis لتصبح ما هي عليه اليوم: شكرًا لكم.
de: An alle, die dazu beigetragen haben, dass AppleVis das geworden ist, was es heute ist: danke.
el: Σε όλους όσους βοήθησαν το AppleVis να γίνει αυτό που είναι: σας ευχαριστούμε.
es: A todos los que han ayudado a AppleVis a convertirse en lo que es: gracias.
fa: از همهٔ کسانی که به AppleVis کمک کردند تا آنچه امروز هست شود: سپاسگزاریم.
fr: À tous ceux qui ont aidé AppleVis à devenir ce qu'elle est : merci.
he: לכל מי שעזר ל-AppleVis להפוך למה שהיא: תודה.
hi: हर उस व्यक्ति के लिए जिसने AppleVis को वह बनाने में मदद की जो वह है: धन्यवाद。
id: Untuk semua orang yang telah membantu AppleVis menjadi seperti sekarang: terima kasih.
it: A tutti coloro che hanno aiutato AppleVis a diventare ciò che è: grazie.
ja: AppleVis を今のような姿にするために力を貸してくださったすべての方へ：ありがとうございます。
ko: AppleVis를 지금의 모습으로 만드는 데 도움을 준 모든 분들께 감사드립니다.
nl: Aan iedereen die AppleVis heeft geholpen te worden wat het is: bedankt.
pl: Dla wszystkich, którzy pomogli AppleVis stać się tym, czym jest: dziękujemy.
pt: A todos que ajudaram a AppleVis a se tornar o que é: obrigado.
ru: Всем, кто помог AppleVis стать тем, чем он является: спасибо.
sv: Till alla som har hjälpt AppleVis att bli det den är: tack.
th: ถึงทุกคนที่ช่วยให้ AppleVis เป็นอย่างที่เป็นอยู่ทุกวันนี้: ขอบคุณ
tr: AppleVis'in bugünkü haline gelmesine yardımcı olan herkese: teşekkürler.
uk: Усім, хто допоміг AppleVis стати тим, чим він є: дякуємо.
vi: Gửi đến tất cả những ai đã giúp AppleVis trở thành như ngày hôm nay: cảm ơn bạn.
zh_hans: 感谢所有帮助 AppleVis 成为今天这样的人。

source: To report an Apple accessibility bug, use Discover → Contribute → Submit a Bug Report.
ar: للإبلاغ عن خلل في إمكانية الوصول في Apple، استخدم استكشاف ← المساهمة ← إرسال تقرير خلل.
de: Um einen Apple-Barrierefreiheitsfehler zu melden, verwende Entdecken → Mitwirken → Fehlerbericht einreichen.
el: Για να αναφέρετε ένα σφάλμα προσβασιμότητας Apple, χρησιμοποιήστε Ανακάλυψη → Συνεισφορά → Υποβολή Αναφοράς Σφάλματος.
es: Para informar de un error de accesibilidad de Apple, usa Descubrir → Contribuir → Enviar un informe de error.
fa: برای گزارش باگ دسترس‌پذیری اپل، از کشف کنید ← مشارکت ← ارسال گزارش باگ استفاده کنید.
fr: Pour signaler un bogue d'accessibilité Apple, utilisez Découvrir → Contribuer → Envoyer un signalement de bogue.
he: כדי לדווח על באג נגישות של Apple, השתמש בגילוי ← תרומה ← שליחת דיווח באג.
hi: Apple सुलभता बग की रिपोर्ट करने के लिए, खोजें → योगदान करें → बग रिपोर्ट सबमिट करें का उपयोग करें。
id: Untuk melaporkan bug aksesibilitas Apple, gunakan Jelajahi → Berkontribusi → Kirim Laporan Bug.
it: Per segnalare un bug di accessibilità Apple, usa Scopri → Contribuisci → Invia una segnalazione di bug.
ja: Apple のアクセシビリティの不具合を報告するには、「見つける」→「貢献する」→「不具合報告を送信」を使用してください。
ko: Apple 접근성 버그를 신고하려면 둘러보기 → 기여하기 → 버그 신고 제출을 사용하세요.
nl: Om een Apple-toegankelijkheidsbug te melden, gebruik je Ontdekken → Bijdragen → Bugmelding indienen.
pl: Aby zgłosić błąd dostępności Apple, użyj Odkrywaj → Wnieś wkład → Zgłoś błąd.
pt: Para relatar um bug de acessibilidade da Apple, use Descobrir → Contribuir → Enviar um relatório de bug.
ru: Чтобы сообщить об ошибке специальных возможностей Apple, используйте «Обзор» → «Внести вклад» → «Отправить отчёт об ошибке».
sv: För att rapportera en Apple-tillgänglighetsbugg, använd Upptäck → Bidra → Skicka in en felrapport.
th: หากต้องการรายงานบั๊กด้านการช่วยการเข้าถึงของ Apple ให้ใช้ค้นพบ → ร่วมสนับสนุน → ส่งรายงานบั๊ก
tr: Bir Apple erişilebilirlik hatasını bildirmek için Keşfet → Katkıda Bulun → Hata Raporu Gönder'i kullanın.
uk: Щоб повідомити про помилку доступності Apple, скористайтеся «Огляд» → «Зробити внесок» → «Надіслати звіт про помилку».
vi: Để báo cáo lỗi trợ năng của Apple, hãy dùng Khám phá → Đóng góp → Gửi báo cáo lỗi.
zh_hans: 要报告 Apple 无障碍缺陷，请依次使用“发现”→“参与贡献”→“提交缺陷报告”。

source: Topic actions
ar: إجراءات الموضوع
de: Themenaktionen
el: Ενέργειες θέματος
es: Acciones del tema
fa: اقدامات موضوع
fr: Actions du sujet
he: פעולות נושא
hi: विषय क्रियाएं
id: Tindakan topik
it: Azioni dell'argomento
ja: トピックの操作
ko: 주제 작업
nl: Onderwerpacties
pl: Działania wątku
pt: Ações do tópico
ru: Действия темы
sv: Ämnesåtgärder
th: การกระทำหัวข้อ
tr: Konu eylemleri
uk: Дії теми
vi: Thao tác chủ đề
zh_hans: 话题操作

source: Topic deleted
ar: تم حذف الموضوع
de: Thema gelöscht
el: Το θέμα διαγράφηκε
es: Tema eliminado
fa: موضوع حذف شد
fr: Sujet supprimé
he: הנושא נמחק
hi: विषय हटाया गया
id: Topik dihapus
it: Argomento eliminato
ja: トピックを削除しました
ko: 주제 삭제됨
nl: Onderwerp verwijderd
pl: Wątek usunięty
pt: Tópico excluído
ru: Тема удалена
sv: Ämne borttaget
th: ลบหัวข้อแล้ว
tr: Konu silindi
uk: Тему видалено
vi: Đã xóa chủ đề
zh_hans: 话题已删除

source: Topic posted
ar: تم نشر الموضوع
de: Thema veröffentlicht
el: Το θέμα δημοσιεύτηκε
es: Tema publicado
fa: موضوع ارسال شد
fr: Sujet publié
he: הנושא פורסם
hi: विषय पोस्ट किया गया
id: Topik diposting
it: Argomento pubblicato
ja: トピックを投稿しました
ko: 주제 게시됨
nl: Onderwerp geplaatst
pl: Wątek opublikowany
pt: Tópico publicado
ru: Тема опубликована
sv: Ämne publicerat
th: โพสต์หัวข้อแล้ว
tr: Konu paylaşıldı
uk: Тему опубліковано
vi: Đã đăng chủ đề
zh_hans: 话题已发布

source: Topic saved.
ar: تم حفظ الموضوع.
de: Thema gespeichert.
el: Το θέμα αποθηκεύτηκε.
es: Tema guardado.
fa: موضوع ذخیره شد.
fr: Sujet enregistré.
he: הנושא נשמר.
hi: विषय सहेजा गया।
id: Topik disimpan.
it: Argomento salvato.
ja: トピックを保存しました。
ko: 주제가 저장되었습니다.
nl: Onderwerp opgeslagen.
pl: Temat zapisany.
pt: Tópico salvo.
ru: Тема сохранена.
sv: Ämne sparat.
th: บันทึกหัวข้อแล้ว
tr: Konu kaydedildi.
uk: Тему збережено.
vi: Đã lưu chủ đề.
zh_hans: 话题已保存。

source: Topic title
ar: عنوان الموضوع
de: Themetitel
el: Τίτλος θέματος
es: Título del tema
fa: عنوان موضوع
fr: Titre du sujet
he: כותרת הנושא
hi: विषय शीर्षक
id: Judul topik
it: Titolo dell'argomento
ja: トピックのタイトル
ko: 주제 제목
nl: Onderwerptitel
pl: Tytuł wątku
pt: Título do tópico
ru: Заголовок темы
sv: Ämnestitel
th: ชื่อหัวข้อ
tr: Konu başlığı
uk: Заголовок теми
vi: Tiêu đề chủ đề
zh_hans: 话题标题

source: Topic unpublished
ar: تم إلغاء نشر الموضوع
de: Thema zurückgezogen
el: Το θέμα αποδημοσιεύτηκε
es: Tema despublicado
fa: انتشار موضوع لغو شد
fr: Sujet dépublié
he: הנושא בוטל פרסומו
hi: विषय अप्रकाशित
id: Topik dibatalkan publikasinya
it: Argomento non pubblicato
ja: トピックの公開を取り消しました
ko: 주제 게시 취소됨
nl: Onderwerp ongepubliceerd
pl: Wątek wycofano z publikacji
pt: Tópico despublicado
ru: Тема снята с публикации
sv: Ämne avpublicerat
th: ยกเลิกการเผยแพร่หัวข้อแล้ว
tr: Konu yayından kaldırıldı
uk: Тему знято з публікації
vi: Đã hủy đăng chủ đề
zh_hans: 话题已取消发布

source: Topic updated
ar: تم تحديث الموضوع
de: Thema aktualisiert
el: Το θέμα ενημερώθηκε
es: Tema actualizado
fa: موضوع به‌روزرسانی شد
fr: Sujet mis à jour
he: הנושא עודכן
hi: विषय अपडेट किया गया
id: Topik diperbarui
it: Argomento aggiornato
ja: トピックを更新しました
ko: 주제 업데이트됨
nl: Onderwerp bijgewerkt
pl: Wątek zaktualizowany
pt: Tópico atualizado
ru: Тема обновлена
sv: Ämne uppdaterat
th: อัปเดตหัวข้อแล้ว
tr: Konu güncellendi
uk: Тему оновлено
vi: Đã cập nhật chủ đề
zh_hans: 话题已更新
